{
  "grant": "A financial award to fund the research project. Example: 'The grant was awarded on January 15th of last year.'",
  "funding": "Resources provided to support project activities. Often appears as 'funding suspension' or 'funding agency.'",
  "funding agency": "The organization that provides grant funding. Example: 'The funding agency requested an additional review.'",
  "milestone": "Specific targets or phases in the research project. Example: 'Can you outline the milestones associated with this funding?'",
  "audit": "A formal review to verify compliance with regulations or funding requirements.",
  "compliance": "Adherence to regulations and funding requirements. Example: 'Let's move on to compliance matters.'",
  "ethical review": "Procedures to ensure research is conducted ethically.",
  "regulatory": "Rules or standards set by authorities governing research activities.",
  "safety protocol": "Procedures to ensure safe handling of materials.",
  "experiment": "Scientific procedures conducted to test hypotheses.",
  "preclinical trial": "Testing conducted before human clinical trials, e.g., animal studies.",
  "nanoparticle": "Type of experimental material central to the research.",
  "researcher": "Staff involved in conducting research; includes graduate students and postdocs.",
  "student": "Graduate students participating in research projects.",
  "postdoctoral": "Postdoctoral researchers involved in experiments and supervision.",
  "principal investigator": "Lead researcher responsible for the project.",
  "collaborator": "External partner involved in research or resource sharing.",
  "reagent": "Chemical or biological material used in experiments.",
  "budget": "Allocation of funds for project activities.",
  "report": "Documentation of progress, ethics, or compliance.",
  "suspension": "Temporary halt of funding.",
  "training": "Development and hands-on experience for students and researchers.",
  "risk assessment": "Evaluation of potential safety or procedural risks.",
  "timeline": "Planned schedule for project milestones and deliverables.",
  "review board": "Regulatory body approving research protocols.",
  "documentation": "Records required for compliance and regulatory reporting.",
  "oversight": "Supervision by internal committees or regulatory authorities.",
  "deliverable": "Specific outputs or results required by the funding agency.",
  "obligation": "Commitments or responsibilities under contracts or funding agreements.",
  "objection": "Formal or informal dispute raised during the research process.",
  "agreement": "Legal or formal arrangement between parties.",
  "contract": "Formal agreement with financial or operational commitments."
}
